export interface IUser {
  id: string,
  name: string,
  rule?: string,
}

export const users: IUser[] = [
  {
    id: '1',
    name: 'Руслан и Ильвира'
  },
  {
    id: '2',
    name: 'Камнур',
    rule: 'Дорогая'
  },
  {
    id: '3',
    name: 'Азат и Венера'
  },
  {
    id: '4',
    name: 'Фуат и Ольга'
  },
  {
    id: '5',
    name: 'Тимур и Мария'
  },
  {
    id: '6',
    name: 'Ильшат и Лилия'
  },
  {
    id: '7',
    name: 'Артур и Нафиса'
  },
  {
    id: '8',
    name: 'Руслан и Линиза'
  },
  {
    id: '9',
    name: 'Раниль и Назиля'
  },
  {
    id: '10',
    name: 'Диана и Ляля'
  },
  {
    id: '11',
    name: 'Толик и Гульнара'
  },
  {
    id: '12',
    name: 'Рифат и Эльвира'
  },
  {
    id: '13',
    name: 'Дамир и Неля'
  },
  {
    id: '14',
    name: 'Адель',
    rule: 'Дорогой'
  },
  {
    id: '15',
    name: 'Юра и Залия'
  },
  {
    id: '16',
    name: 'Алсу',
    rule: 'Дорогая'
  },
  {
    id: '17',
    name: 'Наиль и Сафия'
  },
  {
    id: '18',
    name: 'Тахир и Альфия'
  },
  {
    id: '19',
    name: 'муж и Юлия'
  },
  {
    id: '20',
    name: 'Талия',
    rule: 'Дорогая'
  },
  {
    id: '21',
    name: 'парень и Карина',
  },
  {
    id: '22',
    name: 'Лиля',
    rule: 'Дорогая'
  },
  {
    id: '23',
    name: 'Ильгиз и Румия',
  },
  {
    id: '24',
    name: 'Алексей и Гульназа',
  },
  {
    id: '26',
    name: 'Александр и Карина',
  },
  {
    id: '27',
    name: 'Анна',
    rule: 'Дорогая'
  },
  {
    id: '28',
    name: 'Шамиль и Анастасия',
  },
  {
    id: '29',
    name: 'Наталья и Дарья'
  },
  {
    id: '30',
    name: 'Сергей',
    rule: 'Дорогой'
  },
  {
    id: '31',
    name: 'Валентина',
    rule: 'Дорогая'
  },
  {
    id: '32',
    name: 'Артем и Анастасия'
  },
  {
    id: '33',
    name: 'Александр и Асылзат'
  },
  {
    id: '34',
    name: 'Рамиль и Оксана'
  },
  {
    id: '35',
    name: 'Руслан',
    rule: 'Дорогой'
  },
  {
    id: '36',
    name: 'Дмитрий',
    rule: 'Дорогой'
  },
  {
    id: '37',
    name: 'Евгений и Анастасия',
  },
  {
    id: '38',
    name: 'Александр и Анна',
  },
  {
    id: '39',
    name: 'Дмитрий и Ольга',
  },
]